[
  {
    "id": 1,
    "name": "ah-64",
    "title": "Boeing AH-64 Apache",
    "image": "https://aviationweek.com/sites/default/files/styles/crop_freeform/public/2020-11/800px-rnlaf_ah-64_apache_at_the_oirschotse_heide_low_flying_area_36570605232.jpg?itok=aQpTwgau",
    "price": 540000,
    "description": "An American twin-turboshaft attack helicopter with a tailwheel-type landing gear and a tandem cockpit for a crew of two. Nose-mounted sensors help acquire targets and provide night vision.",
    "type": "defend-systems"
  },
  {
    "id": 2,
    "name": "mig-15",
    "title": "Mikoyan-Gurevich MiG-15",
    "image": "https://cdn.britannica.com/49/143749-050-D3F4C4FB/MiG-15.jpg",
    "price": 670000,
    "description": "A jet fighter aircraft developed by Mikoyan-Gurevich for the Soviet Union. The MiG-15 was one of the first successful jet fighters to incorporate swept wings to achieve high transonic speeds.",
    "type": "defend-systems"
  },
  {
    "id": 3,
    "name": "saturn-v",
    "title": "Saturn V",
    "image": "https://media.defense.gov/2019/Jul/16/2002157763/-1/-1/0/190716-D-RQ659-0002.JPG",
    "price": 1200000,
    "description": "A retired American super heavy-lift launch vehicle developed by NASA under the Apollo program for human exploration of the Moon. The rocket was human-rated, had three stages, and was powered with liquid fuel. It was flown from 1967 to 1973.",
    "type": "defend-systems"
  },
  {
    "id": 4,
    "name": "death start",
    "title": "Death Star",
    "image": "https://lumiere-a.akamaihd.net/v1/images/open-uri20150608-27674-1izkue_bc561fd4.jpeg?region=0%2C0%2C1200%2C675",
    "price": 90000000,
    "description": "The Death Star is a space station and superweapon featured in the Star Wars space-opera franchise. Constructed by the autocratic Galactic Empire, the Death Star is capable of annihilating entire planets into rubble, and serves to enforce the Empire's reign of terror.",
    "type": "defend-systems"
  },
  {
    "id": 5,
    "name": "f22",
    "title": "Lockheed Martin F-22 Raptor",
    "image": "https://media.defense.gov/2021/Sep/17/2002856354/2000/2000/0/210911-Z-DY403-9158.JPG",
    "price": 810000,
    "description": "The Lockheed Martin/Boeing F-22 Raptor is an American single-seat, twin-engine, supersonic all-weather stealth fighter aircraft developed for the United States Air Force (USAF). As a product of the USAF's Advanced Tactical Fighter (ATF) program the aircraft was designed as an air superiority fighter, but also incorporates ground attack, electronic warfare, and signals intelligence capabilities.",
    "type": "defend-systems"
  },
  {
    "id": 6,
    "name": "macbook-pro-16-m2",
    "title": "2023 Apple MacBook Pro with Apple M2 Pro Chip 16-inch",
    "image": "https://www.notebookcheck.net/fileadmin/Notebooks/Apple/MacBook_Pro_16_2023_M2_Max/teaser.jpg",
    "price": 1200,
    "description": "The 2021 redesign of the MacBook Pro supercharged the lineup, adding Apple Silicon, plenty of ports, a 1080p webcam and even made it thicker to accommodate it all. It was a bold move (and in some cases, a big reversal for Apple). Now, the new 14-inch and 16-inch MacBook Pros maintain everything that was great about that design, but updates them to the M2 Pro and M2 Max chips, adding more power and endurance than before.",
    "type": "apple"
  },
  {
    "id": 7,
    "name": "iphone 15 pro max",
    "title": "Apple iPhone 15 Pro Max 256GB Natural Titanium",
    "image": "https://media-cdn.bnn.in.th/332488/iPhone_15_Pro_Max_Natural_Titanium_1-square_medium.jpg",
    "price": 590,
    "description": "The iPhone 15 Pro Max (starting at $1,199) seems like a modest update to Apple's premiere smartphone at a glance, but it packs a harder punch than expected. Based on its lighter build, speedier performance, helpful Action button, and capable software, the iPhone 15 Pro Max is already a winner. Switching from Apple's old, proprietary Lightning port to the industry standard USB-C may seem overdue, but it expands the iPhone's capabilities in more ways than you might imagine. Add in superior battery life, a longer camera zoom range, and higher base storage than the smaller iPhone 15 Pro, and it's clear the 15 Pro Max is the best iPhone for serious creators and power users, as well as our Editors' Choice winner.",
    "type": "apple"
  },
  {
    "id": 8,
    "name": "tim-cook",
    "title": "Tim Cook",
    "image": "https://imageio.forbes.com/specials-images/imageserve/61b9144f65931aadf0fc3b9c/Apple-s--CEO-Tim-Cook/960x0.jpg?format=jpg&width=960",
    "price": "FREE",
    "description": "An American business executive who has been the chief executive officer of Apple Inc. since 2011. Cook previously served as the company's chief operating officer under its co-founder Steve Jobs.",
    "type": "apple"
  },
  {
    "id": 9,
    "name": "alienware-r13",
    "title": "Alienware Aurora R13",
    "image": "https://th.dellexperience.co/wp-content/uploads/2022/08/awaurora-r13-xsy-05-bk-clear-panel-cryo-cooled-1280x1280-1.jpeg",
    "price": 790,
    "description": "Elevate your gaming experience with Alienware's first Cryo-Tech™ enabled gaming desktop. Immerse yourself in the game powered by 12th Gen Intel processors.",
    "type": "pc"
  },
  {
    "id": 10,
    "name": "alienware-r15",
    "title": "Alienware Aurora R15",
    "image": "https://th.dellexperience.co/wp-content/uploads/2023/09/awr15-csy-00015rf-wh-1280x1280-1.jpeg",
    "price": 890,
    "description": "The Alienware Aurora R15 ($1,399 to start) is an excellent gaming PC that improves upon its predecessors in a few key ways, packing the most powerful components you can afford in an attractive, easy-to-open chassis.",
    "type": "pc"
  }
]